IDEA Open Model
ListOfResultOfMember Class
Compatible with IDEA StatiCa Beta 20.0
Note: This API is now obsolete.
 List of result of member
Inheritance Hierarchy
System.Object
 System.Collections.Generic.List<ResultOnMember>
 IdeaRS.OpenModel.Result.ListOfResultOfMember
 Namespace: IdeaRS.OpenModel.Result
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
[ObsoleteAttribute]
public class ListOfResultOfMember : List<ResultOnMember>
<ObsoleteAttribute>
Public Class ListOfResultOfMember
	Inherits List(Of ResultOnMember)
The ListOfResultOfMember type exposes the following members.
Constructors
Name | Description
ListOfResultOfMember
Initializes a new instance of the ListOfResultOfMember class
Top
Methods
Name | Description
GetSchema
 Gets schema
ReadXml
 Reads XML
WriteXml
 Writes XML
Top
See Also
Reference
IdeaRS.OpenModel.Result Namespace